Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Bau von vorgehängten Wänden
en: Construction of curtain walls

source: Computerinstallations- und Wartungsdienste
en: Computer installation and maintenance services

source: Reinigung von Gewerberäumen
en: Cleaning of commercial premises

source: Reinigung von Haushaltsartikeln
en: Cleaning of domestic utensils

source: Strahlreinigung von nicht metallischen Flächen
en: Abrasive cleaning of non-metallic surfaces

source: Vermietung von Betonpumpmaschinen
en: Rental of concrete pumping machines

source: Errichtung von Sportplätzen
en: Construction of sports grounds

source: Errichtung von Strukturen [Bauten] zum Transport von Erdgas
en: Construction of structures for the transportation of natural gas

source: Anstreichen von Möbeln
en: Painting of furniture

source: Polieren [Reinigung]
en: Polishing (cleaning)

source: Vorbereitung von Bodenflächen für die Verkleidungen und Abdeckung
en: Preparation of floor surfaces for lining and covering

source: Installation von drahtlosen Telekommunikationsvorrichtungen und drahtlosen lokalen Netzwerken
en: Installation of wireless telecommunications equipment and wireless local area networks

source: Einbau von Trockenwandplatten
en: Installing drywall panels

source: Bau von Krankenhäusern
en: Building of hospitals

source: Errichtung von mehrstöckigen Parkhäusern
en: Building of multi-storey car parks

source: Mechanische Hebedienste für die Bauindustrie
en: Mechanical lifting services for the construction industry

source: Umbau von Motoren von Benzin auf Diesel
en: Conversion of engines from petrol to diesel

source: Umbau von Ladenräumen
en: Conversion of shop premises

source: Austausch von Fahrzeug-Windschutzscheiben
en: Vehicle windscreen replacement services

source: Vermietung von gewerblichen Reinigungsmaschinen
en: Rental of industrial cleaning machines

source: Wartung und Reparatur von Brennern
en: Burner maintenance and repair

source: Auftragen von Schutzbeschichtungen auf die Außenflächen von Gebäuden
en: Services for the application of protective coatings to building exteriors

source: Demontage von Stromleitungen
en: Dismantling of power lines

source: Reinigung von Außenwandoberflächen
en: Cleaning of exterior wall surfaces

source: Reinigung von Hotels
en: Cleaning of hotels

source: Installation von Rohrleitungsnetzen
en: Installation of pipework systems

source: Anbringen von rutschfesten Sicherheitsfußbodenversiegelungen
en: Application of slip-resistant safety floor sealers

source: Installation von Baugerüsten, Arbeits- und Bauplattformen
en: Installation of building scaffolds, working and building platforms

source: Einbau, Austausch, Ersatz und Reparatur von Schlössern
en: Installation, changing, replacement and repair of locks

source: Reparatur von Motorteilen
en: Repair of parts of engines

source: Kabelverlegung
en: Laying of cable

source: Montage von Rollläden
en: Installation of blinds

source: Installation von Kabelfernsehanlagen
en: Installation of cable television systems

source: Installation von Großküchengeräten
en: Installation of catering equipment

source: Installation von computergestützten Informationssystemen
en: Installation of computerised information systems

source: Wartung von Schiffen
en: Ship maintenance

source: Rostschutzbehandlung von Fahrzeugen
en: Anti-rust treatment for vehicles

source: Reparatur oder Wartung von Futterpressen
en: Repair or maintenance of fodder presses

source: Reparatur oder Wartung von gewerblichen Geschirrspülmaschinen
en: Repair or maintenance of industrial dish washing machines

source: Bau, Aufstellung und Verglasung von Gartenhäusern
en: Constructing [erecting and glazing] garden buildings

source: Installation von Isoliermaterialien
en: Installation of insulating materials

source: Vermietung von Autowaschanlagen
en: Rental of car-washing apparatus

source: Instandhaltung von Bürogeräten
en: Office equipment maintenance

source: Baudienstleistungen im Zusammenhang mit dem Bau von Wohnungen
en: Building services relating to building for habitation

source: Reinigung von Ballastleitungen
en: Cleaning of ballast lines

source: Reinigung von Boilern
en: Cleaning of boilers

source: Reifen- und Pannendienst
en: Vehicle tyre fitting and repair

source: Behandlung von Oberflächen mit Mitteln zur Vertreibung von Tieren
en: Treatment of surfaces with animal repellent formulations

source: Vermietung von Warnleuchten
en: Warning lanterns (Rental of -)

source: Montieren von Regalen [Installationsarbeiten]
en: Assembling [installation] of shelving

source: Montieren von Lagersystemen [Installationsarbeiten]
en: Assembling [installation] of storage systems

source: Unterirdische Bauarbeiten im Zusammenhang mit Rohrleitungen
en: Beneath ground construction work relating to pipework

source: Projektmanagement im Bauwesen [Bauaufsicht]
en: Construction project management services

source: Auskünfte in Bezug auf die Wiederherstellung von Gräben
en: Advisory services relating to the reinstatement of trenches

source: Auskünfte in Bezug auf die Reparatur von Sanitäranlagen
en: Advisory services relating to the repair of plumbing

source: Wartung von Flugzeugen
en: Maintenance of aircraft

source: Reparatur von Schlössern
en: Repair of security locks

source: Reparatur oder Wartung von Stromerzeugern
en: Repair or maintenance of power generators

source: Reparatur oder Wartung von Halbleiterfertigungsmaschinen und -systemen
en: Repair or maintenance of semiconductor manufacturing machines and systems

source: Restaurierung von Musikinstrumenten
en: Restoration of musical instruments

source: Vermietung von Baugerüsten, Arbeits- und Bauplattformen
en: Rental of building scaffolds, working and building platforms

source: Reinigung von Lüftungskanälen
en: Air duct cleaning services

source: Waschen
en: Washing

source: Reparatur von medizinischen Geräten und Apparaten
en: Repair of medical machines and apparatus

source: Wartung von Getränkeverarbeitungsgeräten
en: Maintenance of beverage processing apparatus

source: Überholung von Fahrzeugen
en: Refurbishment of vehicles

source: Wiederauffüllen von Druckerpatronen
en: Re-inking of printer cartridges

source: Nachfärben von Druckerbändern
en: Re-inking of printer ribbons

source: Entfernung von Meeresbewuchs an Schiffsrümpfen
en: Removal of marine growths from ship's hulls

source: Diagnostische Wartung von Computerdruckern
en: Diagnostic maintenance services for computer printers

source: Diagnostische Wartung von Fotokopierern
en: Diagnostic maintenance services for photocopiers

source: Desinfektion von Grundstücken
en: Disinfection of premises

source: Wartung von Kläranlagen
en: Maintaining septic systems

source: Wartung und Reparatur von Gasturbinen
en: Maintenance and repair of gas turbines

source: Verlegen von Holzfußböden
en: Installing wood flooring

source: Reparatur und Wartung von Videofrequenzgeräten und -apparaten
en: Repair or maintenance of video frequency machines and apparatus

source: Reinigung von Akustikdecken
en: Acoustic ceiling cleaning

source: Auskünfte in Bezug auf Rohrverlegung
en: Advisory services relating to pipe laying

source: Auskünfte in Bezug auf Oberflächenbeschichtung
en: Advisory services relating to surfacing projects

source: Auskünfte in Bezug auf den Einbau von Motoren
en: Advisory services relating to the installation of engines

source: Auskünfte in Bezug auf die Installation von Kraftwerken
en: Advisory services relating to the installation of power plants

source: Bau von Glasveranden
en: Constructing sunrooms

source: Generalüberholung von Klimaanlagen
en: Refurbishment of air conditioning plant

source: Wartung von Bahngleisen
en: Maintenance of railway track

source: Pflegereinigung betreffend Industriereinigung
en: Valeting services relating to industrial cleaning

source: Pflegereinigung betreffend Büroreinigung
en: Valeting services relating to office cleaning

source: Lackieren von Pappmaterial
en: Varnishing of card materials

source: Anbringen von Brückendehnungsfugen
en: Application of bridge expansion joints

source: Aufbringen von Putz an Tunnel
en: Application of rendering to tunnels

source: Vermietung von Waschmaschinen
en: Rental of laundry washing machines

source: Sanierung von Verglasungen
en: Renovation of glazing

source: Dekorarbeiten an Gebäuden
en: Decorating of buildings

source: Enteisung von Flugzeugen
en: Airplane de-icing services

source: Betanken von Luftfahrzeugen
en: Fuelling services for aircraft

source: Errichtung von öffentlichen Bauten
en: Construction of public works

source: Installation von Heizanlagen
en: Installation of apparatus for heating

source: Installation von Industrieanlagen
en: Installation of industrial plant

source: Errichtung von Stahlbetonbauten durch Gleit- und Kletterschalungen
en: Erection of reinforced concrete structures utilising sliding and climbing formworks

source: Einbau von Podien für Konferenzen
en: Installation of stands for conferences

source: Aufbau von provisorischen Schranken
en: Installation of temporary barriers

source: Aufbau von Behelfsbauten für Gewerbeausstellungen
en: Installation of temporary structures for business exhibitions

source: Vermietung von Wäscheschleudern
en: Rental of spin dryers for clothes

source: Instandhaltung und Reparatur von Kraftfahrzeugen für die Personenbeförderung
en: Maintenance and repair of motor vehicles for transportation of passengers

source: Reparatur von ärztlichen Apparaten
en: Repair services for medical apparatus

source: Errichtung von Tiefbauten durch Verlegen von Beton
en: Construction of civil engineering structures by laying concrete

source: Bau von Entwässerungsanlagen
en: Construction of drainage systems

source: Reinigung von Deckenflächen
en: Cleaning of ceiling surfaces

source: Reinigen von Abflüssen
en: Cleaning of drains

source: Installation von elektrischen und Stromerzeugungsmaschinen
en: Installation of electrical and generating machinery

source: Sterilisierung von chirurgischen Instrumenten
en: Sterilisation of surgeon's instruments

source: Bau von unterirdischen Transportnetzen
en: Construction of underground transport networks

source: Wärmeisolierung von Fenstern
en: Heat insulation of windows

source: Lackierung von Flugzeugen
en: Painting of aircraft

source: Auskünfte in Bezug auf die Wartung von Fahrzeugen
en: Provision of information relating to the maintenance of vehicles

source: Reinigung von Heimtextilien
en: Cleaning soft furnishings

source: Installation von Gefrierschränken
en: Freezers (Installation of -)

source: Wartungen im Tiefbau unter Einsatz von hydromechanischen Schneidausrüstungen
en: Civil engineering maintainance involving the use of hydromechanical cutting equipment

source: Einbau von Beleuchtungssystemen
en: Installation of lighting systems

source: Aufbau von Zelten
en: Installation of tents

source: Errichtung von Gewerbeimmobilien
en: Building of industrial properties

source: Mechanische Reinigung von Wasserstraßen
en: Mechanical cleaning of waterways

source: Kundenspezifischer Bau von Fabriken
en: Custom construction of factories

source: Verdrahtung von Gebäuden für die Telekommunikationsübermittlung
en: Wiring of buildings for telecommunication transmission

source: Installation von Fensterbeschlägen
en: Installation of window fittings

source: Bohren von Tunneln
en: Tunnels (Drilling of -)

source: Vermietung von Betonmischern
en: Rental of concrete-mixing apparatus

source: Vermietung von Geschirrspülmaschinen
en: Rental of dishwashing machines

source: Montage von Türen und Fenstern
en: Installation of doors and windows

source: Vermietung von Baggern
en: Rental of excavators

source: Renovieren von Gebäuden
en: Refurbishment of buildings

source: Vermietung von Bauwerkzeug
en: Rental of building tools

source: Vermietung von Abrissfahrzeugen
en: Hire of demolition plant vehicles

source: Demontage von Gebäuden
en: Dismantling of structures

source: Reinigung von Denkmälern
en: Cleaning of monuments

source: Einbau von Zwischengeschossen
en: Installation of mezzanine floors

source: Installation von sanitären Geräten
en: Installation of sanitary apparatus

source: Installation von Regalen
en: Installation of shelving

source: Reparatur von Druckbehältern
en: Repair of pressurised containers

source: Reparatur von Anlagen zur Verwendung unter Hochtemperaturbedingungen
en: Repair of structures for use in high temperature conditions

source: Reparaturdienste für Elektrogeneratoren und Windkraftanlagen
en: Repair services for electric generators and wind turbines

source: Installation von Heizkesseln
en: Installation of boilers

source: Wartung von Abwasserrohren
en: Sewer pipe maintenance

source: Reparatur oder Wartung von Gefriermaschinen und -apparaten
en: Repair or maintenance of freezing machines and apparatus

source: Bau von Messeständen und -läden
en: Building of fair stalls and shops

source: Außen- und Innenreinigung von Flugzeugen
en: Outer and inner cleaning of aircraft

source: Projektmanagement vor Ort für den Bau von Flughafengebäuden
en: On site project management relating to the construction of airport facilities

source: Baudienstleistungen im Zusammenhang mit Bauarbeiten für gewerbliche Zwecke
en: Building services relating to building for industry purposes

source: Waschen von Fischkisten
en: Washing of fish boxes

source: Wartung von Hauptleitungen
en: Servicing of mains services

source: Durchführung des Einbaus von Ersatzfenstern für Fahrzeuge
en: Arranging for the fitting of replacement vehicle windows

source: Durchführung des Einbaus von Ersatzwindschutzscheiben für Fahrzeuge
en: Arranging for the fitting of replacement vehicle windscreens

source: Bodenstabilisierung durch Einspritzen von Mörtel
en: Stabilisation of soil by grout injection (Services for the -)

source: Auskünfte in Bezug auf die Wartung von Sanitäranlagen
en: Advisory services relating to the maintenance of plumbing

source: Beratungsdienste in Bezug auf die Reparatur von Kraftfahrzeugen
en: Advisory services relating to the repair of motor vehicles

source: Renovierung und Sanierung von Gebäuden
en: Renovation and restoration of buildings

source: Reparatur und Wartung von Lackiermaschinen und -apparaten
en: Repair or maintenance of painting machines and apparatus

source: Reparatur und Wartung von Kunststoffverarbeitungsmaschinen und -apparaten
en: Repair or maintenance of plastic processing machines and apparatus

source: Installation und Reparatur von Kühlapparaten
en: Freezing equipment installation and repair

source: Bau von Stahlkonstruktionen
en: Construction of steel fabrications

source: Tankdienste für Fahrzeuge
en: Vehicle fueling services

source: Reparatur von Schmuckwaren
en: Remounting of jewellery

source: Diagnostische Wartung von Computern
en: Diagnostic maintenance services for computers

source: Demontage von Maschinen
en: Dismantling of machinery

source: Lackieren von Kraftfahrzeugen
en: Painting of motor vehicles

source: Reinigung und Reparatur von Leder
en: Leather cleaning and repair

source: Reparatur und Wartung von Uhren
en: Maintenance and repair of watches

source: Reparatur von Musikinstrumenten
en: Repair of musical instruments

source: Abdichten und Versiegeln im Innenbereich
en: Interior sealing and caulking services

source: Waschen von Babywindeln
en: Laundering of babies' diapers

source: Errichtung von Hausanbauten
en: Construction of house extensions

source: Reparatur oder Wartung von Fahrzeugwaschanlagen
en: Repair or maintenance of vehicle washing installation

source: Wartung und Reparatur von Wasserreinigungsanlagen
en: Repair or maintenance of water purifying apparatus

source: Dienstleistungen zur Stabilisierung von Meeresboden durch Rüttelverdichten
en: Stabilisation of the sea bed by vibratory compaction (Services for the -)

source: Reparatur von Spielautomaten und -geräten
en: Repair of game machines and apparatus

source: Reparatur und Wartung von Unterhaltungsmaschinen und -apparaten
en: Repair or maintenance of amusement machines and apparatus

source: Überholung von Fahrzeugkühlern
en: Reconstruction of vehicle radiators

source: Einbau von Fensterrahmen
en: Installation of window frames

source: Einbau von Windschutzscheiben
en: Installation of windscreens

source: Installation von Telekommunikationsnetzen
en: Installing of telecommunications networks

source: Wartung von Drucklufthandwerkzeugen
en: Maintenance of pneumatic hand tools

source: Wartungsdienstleistungen für Industrieanlagen
en: Maintenance services for industrial plants

source: Leitung von Tiefbauarbeiten [Oberaufsicht]
en: Construction supervision of civil engineering projects

source: Schleifen von Kufen
en: Re-sharpening of skates

source: Aufbringen von Anstrichmitteln zur Reparatur von Wänden
en: Application of coatings for the repair of walls

source: Auftragen von Schutzbeschichtungen auf Gebäudeoberflächen
en: Application of protective coatings to building surfaces

source: Aufbringung von Schutzanstrichen an Gebäuden
en: Application of protective paint to buildings

source: Instandhaltung und Reparatur von automatischen Schranken
en: Maintenance and repair services relating to automatic barriers

source: Vermietung von Maschinen zum Reinigen von Polstermöbeln
en: Leasing of machines for cleaning upholstered furniture

source: Abbrucharbeiten
en: Demolition services

source: Lackieren von Möbeln
en: Furniture varnishing

source: Errichtung von Erkundungsleitungen
en: Construction of prospecting pipelines

source: Errichtung von Wohnimmobilien
en: Construction of residential properties

source: Hygienische Reinigung von Gebäuden
en: Hygienic cleaning [buildings]

source: Gründliche Gebäudereinigung für kommerzielle Cateringeinrichtungen
en: Industrial deep cleaning for commercial catering establishments

source: Einbau von Zugluftabdichtungen für Schiebefenster
en: Installation of draught proofing for sash windows

source: Einbau von Zwischenböden
en: Installation of false floors

source: Installation von Einbauteilen und Anschlüssen für Wohnräume
en: Installation of fixtures and fittings for domestic premises

source: Installation von integrierten Funknetzen
en: Installation of integrated radio networks

source: Einbau von Innentrennwänden für Gebäude
en: Installation of interior partitions for buildings

source: Umbau- und Renovierungsarbeiten für Jachten und Boote
en: Yacht and boat conversion, renovation, refit and repair

source: Installation von Lagereinrichtungen
en: Installation of storage facilities

source: Reparatur oder Wartung von kinematografischen Maschinen und Apparaten
en: Repair or maintenance of cinematographic machines and apparatus

source: Reparatur oder Wartung von Kochgeräten für gewerbliche Zwecke
en: Repair or maintenance of cooking apparatus for industrial purposes

source: Reparatur oder Wartung von Kochtöpfen und Pfannen
en: Repair or maintenance of cooking pots and pans

source: Reparatur oder Wartung von Bodenbearbeitungsmaschinen und -geräten
en: Repair or maintenance of cultivating machines and implements

source: Reparatur und Instandhaltung von elektrischen Beleuchtungsgeräten
en: Repair or maintenance of electric lighting apparatus

source: Reparatur oder Wartung von Feuermeldern
en: Repair or maintenance of fire alarms

source: Reparatur oder Wartung von Schusswaffen
en: Repair or maintenance of firearms

source: Vermietung von Hebebühnen mit Eigenantrieb
en: Rental of self-propelled lifting platforms

source: Vermietung von Handtackern
en: Rental of staple-guns

source: Reparatur von Turbinen
en: Repair of turbines

source: Beschichten zur Wartung von Schiffen
en: Coating services for the maintenance of ships

source: Vermietung von Maschinen zur Verwendung im Bauwesen
en: Machinery for use in construction (Rental of -)

source: Gebäudereinigung von Vogelkot
en: Cleaning of buildings soiled by birds

source: Reinigung von Wohnräumen
en: Cleaning of domestic premises

source: Überholen von Maschinen
en: Overhaul of machines

source: Streichen von Fensterrahmen
en: Painting of window frames

source: Druckeinspritzen von Zement
en: Pressure grouting services

source: Bauarbeiten im Bereich Tiefbau
en: Civil engineering construction

source: Wartungen im Tiefbau unter Verwendung von Wasserstrahlschneidgeräten
en: Civil engineering maintenance involving the use of water-jet cutting equipment

source: Tiefbau zur Vorbeugung der Überflutung von Land durch Hochwasser
en: Civil engineering relating to the prevention of inundation of land by flood water

source: Installation von Brandmeldeanlagen
en: Installation of fire detection systems

source: Einbau von Fenstern
en: Installation of windows

source: Anbringung von Gebäudeisolierungen
en: Installation of building insulation

source: Installation von Einhegungen für Haustiere
en: Installing pet containment systems

source: Errichtung von Geschäftsgebäuden
en: Building of commercial properties

source: Kundenspezifischer Brückenbau
en: Custom construction of bridges

source: Unterwasserbau- und -montagearbeiten
en: Underwater building and construction

source: Reparatur von Staubsaugern
en: Vacuum cleaner repair

source: Umbau von Kraftfahrzeugen [Motor]
en: Vehicle conversions [engine]

source: Austausch von Fahrzeugscheiben
en: Vehicle window replacement services

source: Generalunternehmerleistungen für den Bau
en: General building contractor services

source: Vermietung von Erdbaumaschinen und Baggern
en: Rental of earth moving equipment and excavators

source: Installation und Reparatur von Öfen
en: Furnace installation and repair

source: Trockenreinigung von Bekleidungsstücken
en: Services for the dry cleaning of clothing

source: Reinigung von Schuhwaren
en: Cleaning of footwear

source: Reinigung von Industrieanlagen
en: Cleaning of industrial plant

source: Reinigung von Maschinen
en: Cleaning of machines

source: Professionelle Autopflege
en: Automobile detailing

source: Installation von Rohrleitungssystemen für Gase
en: Installation of pipe systems for conducting of gases

source: Installation von Hochfrequenzkommunikationssystemen
en: Installation of radio frequency communications systems

source: Einbau von Abwasserleitungen
en: Installation of sewer liners

source: Installation von wasserabweisenden Produkten für Keller
en: Installation of basement waterproofing products

source: Einbau von Öl produzierenden Geräten
en: Installation of oil production apparatus

source: Flicken
en: Tinkering

source: Installation und Reparatur von Aufzügen
en: Elevator installation and repair

source: Montage von Riegeln
en: Installation of bolts

source: Installation von Datennetzwerkgeräten
en: Installation of data network apparatus

source: Reparatur oder Wartung von gewerblichen Waschmaschinen
en: Repair or maintenance of industrial washing machines

source: Reparatur oder Wartung von Bergbaumaschinen und -geräten
en: Repair or maintenance of mining machines and apparatus

source: Austausch von Bremsen
en: Replacement of brakes

source: Austausch von Leuchten
en: Replacement of lights

source: Restaurierung von Möbeln
en: Furniture restoration

source: Überholung von verschlissenen oder teilweise zerstörten Maschinen
en: Rebuilding machines that have been worn or partially destroyed

source: Demontage von Asbest
en: Damp proofing services

source: Förderung von Erdöl
en: Asbestos removal

source: Glaserarbeiten an Baufahrzeugen
en: Garage services for vehicle maintenance

source: Leitung von Unterwasserbauarbeiten [Oberaufsicht]
en: Cleaning by means of sanding (Services for -)

source: Waschen von Strickwaren
en: Telephone installation

source: Reparatur von Wärmetauschern
en: Washing of textile piece goods

source: Einbauarbeiten für Ersatzfenster in Fahrzeuge
en: Services for the repair of heat exchangers
